{
  "inviteUser": {
    "preview": "Vous avez été invité à rejoindre notre plateforme",
    "title": "Vous avez été <strong>invité</strong>",
    "hello": "Bonjour,",
    "youHaveBeenInvited": "Vous avez été invité à rejoindre notre plateforme. Nous sommes ravis de vous accueillir !",
    "clickTheButtonBelow": "Cliquez sur le bouton ci-dessous pour accepter votre invitation et créer votre compte.",
    "acceptInvitation": "Accepter l'invitation",
    "orCopyAndPaste": "ou copiez et collez cette URL dans votre navigateur : ",
    "notExpectingThisEmail": "Si vous ne vous attendiez pas à cette invitation, vous pouvez ignorer cet e-mail en toute sécurité. Aucun compte ne sera créé à moins que vous ne cliquiez sur le lien ci-dessus.",
    "questions": "Si vous avez des questions ou besoin d'assistance, n'hésitez pas à contacter notre équipe de support."
  },
  "resetPassword": {
    "preview": "Réinitialisez votre mot de passe",
    "title": "Réinitialisez votre mot de passe",
    "hello": "Bonjour {name},",
    "requestReceived": "Nous avons reçu une demande de réinitialisation du mot de passe pour votre compte associé à <strong>{email}</strong>.",
    "buttonText": "Réinitialiser le mot de passe",
    "orCopyAndPaste": "ou copiez et collez cette URL dans votre navigateur : ",
    "expirationNotice": "<strong>Important :</strong> Ce lien expirera dans 1 heure pour des raisons de sécurité.",
    "didntRequest": "Si vous n'avez pas demandé de réinitialisation de mot de passe, vous pouvez ignorer cet e-mail en toute sécurité. Votre mot de passe ne sera pas modifié à moins que vous ne cliquiez sur le lien ci-dessus et créiez un nouveau.",
    "securityWarning": "Pour des raisons de sécurité, ne partagez jamais ce lien avec qui que ce soit. Si vous êtes préoccupé par la sécurité de votre compte, veuillez contacter le support."
  },
  "userVerification": {
    "preview": "Vérifiez votre adresse e-mail",
    "title": "Vérifiez votre adresse e-mail",
    "hello": "Bonjour {name},",
    "thankYou": "Merci de vous être inscrit ! Veuillez vérifier votre adresse e-mail <strong>{email}</strong> pour terminer votre inscription et activer votre compte.",
    "buttonText": "Vérifier l'adresse e-mail",
    "orCopyAndPaste": "ou copiez et collez cette URL dans votre navigateur : ",
    "expirationNotice": "<strong>Important :</strong> Ce lien de vérification expirera dans 24 heures pour des raisons de sécurité.",
    "didntCreate": "Si vous n'avez pas créé de compte, vous pouvez ignorer cet e-mail en toute sécurité. Aucun compte ne sera activé à moins que vous ne cliquiez sur le lien de vérification ci-dessus.",
    "needHelp": "Si vous rencontrez des difficultés pour vérifier votre e-mail ou avez besoin d'assistance, veuillez contacter notre équipe de support."
  }
}
